[
  "Simón, Alba y Olivia eran tres niños aparentemente normales pero con algo que les distinguía de cualquier otro ser humano: ¡tenían super poderes! Simón podía mover piedras con la mente, Alba era capaz de volar, transformarse en sirena, manipular el agua, y comunicarse con las plantas, mientras que Olivia tenía una velocidad y fuerza jamás vistos.",
  "Un día, mientras desayunaban, leyeron en el periódico que una joya sagrada había sido robada de una aldea africana. Sin ella, los miembros de aquella tribu empezaron a sufrir escasez de agua y sus cultivos comenzaron a secarse. Si la joya y la lluvia no regresaban a tiempo, se quedarían sin alimentos en pocas semanas. Así que los tres decidieron embarcarse en la que sería su primera gran aventura juntos para resolver el caso.",
  "En el avión leyeron más detalles sobre el robo. Al parecer, un mago malvado llamado Filo, con un aspecto muy similar al de Gargamel, necesitaba los poderes especiales que otorgaba aquella joya para terminar de controlar los tres elementos: la tierra, el fuego y el agua. Ya era capaz de dominar los dos primeros, y con aquella joya podría convertirse en el ser más poderoso del universo. Solo debía depositarla en un altar sagrado de magia oscura para hacerse con su poder.",
  "Al bajar del avión siguieron el rastro de la joya robada, en plena selva. Pero conforme caminaban encontraron la primera trampa: unos troncos muy pesados de leña estaban estrategicamente colocados para derribarse a su paso y provocar la caída de los tres a un hoyo muy profundo con rocas afiladas en su interior. Y el problema es que para proseguir su camino, debían atravesar ese punto de la selva",
  "Olivia decidió emplear su fuerza y su velocidad destruir de un solo golpe aquellos troncos, y de esa forma dejar al descubierto el agujero. Simón, Alba y Olivia pudieron así emplear una liana para saltar al otro lado del camino y continuar la búsqueda de Filo.",
  "Más adelante otro obstáculo les impedía continuar su marcha. Filo había empleado la joya para formar un río infranqueable y que nadie pudiera seguir sus pasos hasta el templo sagrado. Simón decidió que era el momento de ejercitar su poder más increíble: la telequinesis.",
  "Colocó sus manos en alto y se concentró profundamente. El agua golpeaba las rocas y él luchaba por moverlas.",
  "El poder mental de Simón llegó a su punto álgido. De pronto, las piedras flotaron y formaron un pasillo sobre el que los tres pudieron cruzar al otro lado y continuar su marcha.",
  "Tras dos días de caminar, comer y dormir en la selva, se toparon con el último truco de Filo. El mago había formado un enorme muro con el tronco, las raíces y las hojas de un enorme árbol.",
  "Solo Alba podía resolver la situación. Puso la mano en una enredadera y susurró unas palabras inteligibles que abrieron un hueco en las raíces por donde poder pasar. El problema es que Filo, que vigilaba desde la lejanía, volvió a conformar una enredadera que no era posible atravesar.",
  "Alba decidó combinar su poder con el de Olivia y congeló las raíces para que su hermana les asestara un puñetazo que despejó el camino. Filo ya no tenía alternativa si quería llegar al templo sagrado. Decidió que era el momento de acabar con los tres aventureros.",
  "Tras atravesar la trampa de las enrededaderas, los tres llegaron a un campamento abandonado donde Simón encontró el sombrero de Filo. Estaba cerca, así que alertó a Alba y Olivia para que se preparan",
  "Justo cuando se iban a meter a descansar en una cueva, Filo atravesó las ramas de un árbol y lanzó un rayo de fuego. Simón hizo cuanto pudo por contener con su mente el alcance del rayo, Alba disparó una corriente de agua con sus poderes y Oli se preparaba para embestir a Filo con su velocidad.",
  "La contienda estaba muy igualada. Los poderes de fuego y tierra de Filo no lograban imponerse la combinación de telequinesis, agua y fuerza de Simón, Alba y Olivia. No obstante Filo estaba solo y empezaba mostrar signos de cansancio, así que reunió todas sus fuerzas para lanzar un ataque final con el que derrotar a los tres.",
  "Si querían sobrevivir tenían que combinar todas sus habilidades en un último arreón: Simón esculpió con su mente una lanza de piedra, Alba se transformó en sirenala congeló al instante. Juntos vencieron a Filo de una vez por todas.",
  "Llegaron con la joya al altar de la tribu. Con cuidado la colocaron donde pertenecía y todos los ancianos dieron gracias.",
  "La tribu regaló a Simón un brazalete de mente clara, a Alba un collar de corales y a Olivia unas sandalias de viento. Los niños estaban muy contentos.",
  "Tomaron el avión de vuelta. Mientras aterrizaban en Hoyo de Manzanares, sonrieron al pensar en su gran aventura y en los nuevos recuerdos que habían creado."
]
