[
  "Entrenamiento de poderes\nAl amanecer, Simón, Alba y Olivia entrenaban en un claro. Simón movía piedras y ramas con la mente; Alba se elevaba en el aire, hacía bailar chorros de agua, se transformaba en sirena al tocar un charco, congelaba gotitas y charlaba con las plantas; y Olivia corría tan rápido que parecía un torbellino.",
  "La noticia del robo\nMientras desayunaban, vieron en el periódico un gran titular: “¡Joya sagrada robada en África!”. Sus caritas se llenaron de sorpresa y decidieron ayudar.",
  "Rumbo a África\nCon sus mochilas, subieron al avión. Miraban por la ventanilla el cielo azul y soñaban con salvar la joya.",
  "Primera trampa\nAl bajar del avión, caminaron por la selva y encontraron un agujero cubierto de ramas. ¡Era la primera trampa de Filo! Todos se asustaron.",
  "Olivia al rescate\nOlivia corrió con su supervelocidad y arrancó las ramas. Con su fuerza, descubrió el agujero y apartó el peligro.",
  "El río caudaloso\nMás adelante, se toparon con un río muy fuerte. El agua rugía y parecía imposible cruzarlo.",
  "Simón concentra su mente\nSimón puso las manos en alto y concentró toda su telequinesis. El agua golpeaba las rocas y él luchaba por moverlas.",
  "Simón crea un puente\nDe pronto, las piedras flotaron y formaron un pasillo sobre el río. Los tres cruzaron felices y sanos.",
  "El laberinto de enredaderas\nLlegaron a un enorme árbol con raíces vivas que formaban un muro de hojas y lianas. No sabían cómo pasar.",
  "Alba habla con las plantas\nAlba puso la mano en una enredadera y le susurró con cariño. Pero ellas seguían muy firmes.",
  "Alba congela y separa\nEntonces Alba congeló las raíces y las separó con sus manos. Abrió un camino para sus amigos.",
  "Pista en el campamento\nVieron un campamento abandonado lleno de cenizas y un extraño sombrero. Simón lo recogió y supo que Filo estaba cerca.",
  "Llega Filo y comienza la pelea\nFilo apareció con su túnica oscura y lanzó un rayo de energía. Los tres aventureros respondieron con agua, piedra y velocidad, pero no era suficiente.",
  "Contraataque de los héroes\nUnieron sus poderes: Simón agitó el viento con las rocas, Alba lanzó un chapuzón de agua y Olivia zumbó alrededor de Filo. Él empezó a retroceder.",
  "El gran ataque final\nOlivia embistió con fuerza, Simón creó una lanza de piedra y Alba la congeló al instante. Juntos vencieron a Filo de una vez por todas.",
  "Devolución de la joya\nLlegaron con la joya al altar de la tribu. Con cuidado la colocaron donde pertenecía y todos los ancianos dieron gracias.",
  "Los obsequios\nLa tribu regaló a Simón un brazalete de mente clara, a Alba un collar de corales y a Olivia unas sandalias de viento. Los niños estaban muy contentos.",
  "Regreso a casa\nTomaron el avión de vuelta. Mientras aterrizaban en Hoyo de Manzanares, sonrieron al pensar en su gran aventura y en los nuevos recuerdos que habían creado."
]
